app/controllers/emails_controller.rb

INSERT INTO "emails" ("created_at", "date", "email", "message", "name", "sent", "updated_at") VALUES ('2011-01-08 20:32:50.626543', NULL, 'karges@gmail.com', 'this is the message', 'joe', NULL, '2011-01-08 20:32:50.626543')
---
  def create
    @email = Email.new(params[:email])
    if @email.save